<?php
/**
 * @package Journaling Salon Sati
 */
?>
<div class="site-wrapper">
    <?php get_sidebar(); ?>
    <div class="main-area">
        <?php get_header(); ?>

        <div id="content" class="site-content">
            <main id="primary" class="main-content fade-in">

                <h1 class="komidashi">
                    <img src="<?php echo esc_url(get_template_directory_uri() . '/images/icon_green.png'); ?>"
                        alt="icon" class="icon-before-title">書く瞑想で自分の心に光を当てて行く
                </h1>
                <p>
<<<<<<< HEAD
                    　私たちは日々、多くのことを考えています。その中には、無自覚に繰り返している思考や、思考の癖があります。<br>
=======
                    私たちは日々、多くのことを考えています。その中には、無自覚に繰り返している思考や、思考の癖があります。<br>
>>>>>>> f13841c551ec70e982afd480a07b674d70773420
                    自分では気づかないネガティブな思い込みに基づいた思考によって、苦しむこともあるでしょう。<br><br>

                    　ジャーナリングとは、自分の思考を文字にして可視化し、それを読み返し、客観的に観察することで、気づきや自己理解を深めていく方法です。「書く瞑想」とも呼ばれています。<br>
                    可視化された思考を読み返すことで、思考と距離が取れ、自分では気づかなかった思考の癖や思い込み、バイアスに気づくことができます。また、複雑に絡み合った思考を整理することもできます。<br><br>

                    　私自身、ジャーナリングを継続する中で、様々な気づきが得られました。<br><br>

                    　また、私はヴィパッサナー瞑想の修行者でもあります。ヴィパッサナー瞑想とは、古代インドのブッダが創始した、ものごとをありのままに見る瞑想です。<br>
                    ヴィパッサナー瞑想とジャーナリングの実践を重ねるなかで、内面に大きな変化が生まれ、長く抱えていた心の苦しみが少しずつ和らいでいきました。<br><br>

                    　この体験をもとに、悩みや苦しみを抱える方にも、書く瞑想の力を実際に体験していただきたいと願い、ジャーナリング講座を開講しています。<br>
                    一人ひとりのお話に丁寧に耳を傾け、その方に最適なジャーナリングのテーマをご提案しながら、自発的な気づきを促します。<br>
                    <br>
                    「ジャーナリングサロン サティ」では、ヴィパッサナー瞑想の修行者・永井陽一朗が、ジャーナリング（書く瞑想）を通して自己理解を深める講座を提供しています。
                </p>
                <p class="author-sign">永井陽一朗</p>

                <a class="button" href="<?php echo esc_url( home_url('/koza') ); ?>">ジャーナリング講座</a>

            </main>
        </div>
        <?php get_footer(); ?>
    </div>
</div>