<?php
/**
 * @package Journaling Salon Sati
 */
?>
<div class="site-wrapper">
    <!-- サイドバー（左） -->
    <?php get_sidebar(); ?>

    <!-- 右カラム：ヘッダー＋メインコンテンツ -->
    <div class="main-area">
        <?php get_header(); ?>

        <div id="content" class="site-content">
            <main id="primary" class="main-content">
                <h1 class="komidashi">書く瞑想で、自分の心に光を当てる。</h1>
                <p>ジャーナリングとは、書く瞑想とも呼ばれ、自分の思考を文字にして可視化し、客観的に観察することで、自己に対する気づきや自己理解を深める方法のことである。書くことで思考と距離を取り、自分では気づけなかった思考の癖やパターン、思い込み、バイアスのかかった思考が見えてきたり、複雑に絡み合った考えを整理することができます。また、自分の思考や感情をありのままに書き出すことで、自分をどう見ているのかに気づくことがあります。その気づきがきっかけとなり、自己否定的な感覚が和らぎ、自己受容へとつながっていくこともあります。私はジャーナリングを継続する中で、様々な効果を体験し、内面に変化が生まれ、長く抱えていた苦しみが和らいでいきました。だからこそ、悩みや苦しみを抱えている方にも、書く瞑想を通して、その効果を実際に体験していただきたいと思い、講師としてジャーナリングを丁寧にお伝えしています。一人ひとりの話に耳を傾け、その方に最適なジャーナリングのテーマを一緒に見つけながら、自発的な気づきを促します。

                </p>
            </main>
        </div>

        <?php get_footer(); ?>
    </div><!-- /.main-area -->
</div><!-- /.site-wrapper -->