<?php

/**
 * Template Name: Front Home Page
 */
get_header();
?>

<article>

    <div class="site-contents">
        <div class="contents-area">
            <div class="fade-in-section">
                <div class="flame">

                    <h1 class="contents-about-text">ジャーナリング、ヴィパッサナー瞑想との出会い</h1>
                    <div class="image-first">
                        <img class="image" src="<?php echo get_template_directory_uri(); ?>/images/b.jpg" alt=""
                            width="100%" height="auto" />
                    </div>
                    <br><br>
                    <p class="contents-text-about">妄想と精神的不調に苛まれた生活。</p><br><br>
                    <p class="text-about">
                        私は発達障害（自閉スペクトラム症）である。20歳の時に強い被害妄想に襲われるようになった。
                        現実との区別はついていたが、臨場感があり、荒唐無稽な妄想であってもリアリティーが感じられた。

                        18歳で高校を卒業した時には、既に精神的に調子が悪かった。ニートとアルバイトや派遣の期間を繰り返していたが、仕事は長続きしたことはなかった。

                        元々、生き方に関する哲学や仏教に興味があった為、仏教書を何冊か読んだが、学者の書いた本は難解で私には理解が及ばなかった。スマナサーラ長老の本も何冊か読み、ヴィパッサナー瞑想のやり方も動画で学んだが、少しやっただけですぐにやめてしまった。

                        坐禅を習いに寺に通ったが、それもすぐに辞めてしまった。

                        精神的に不調なまま生きる生活が続いた・・・。

                        仏教を理解したいと強く執着していたが、かといって勉強するわけでもなく、強い執着を抱いたまま月日が流れた。

                    </p><br><br><br>
                    <p class="contents-text-about">フランクルの言葉でエゴ感覚が薄れた。</p><br><br>
                    <p class="text-about">
                        42歳。とある瞑想教室の1日体験コースに申し込んだ。そこでマインドフルネス瞑想なのかヴィパッサナー瞑想なのかは分からないが、学ぶことができ、それから瞑想を行うようになった。瞑想を行うようになってから3ヶ月目。私は長年、フランクルの言葉で理解することのできないものがあったのだが、それを私なりに理解することができた。

                        私が世界に意味を問い、期待し、与えてもらうのではなく、私は世界から問われている立場であった・・・。

                        この世に生まれて、人生の意味が無いと嘆き、人生の意味を問う姿勢から、私が人生に問われているのだと視座を変えた。この視座の転換は、フランクルの言う思想のコペルニクス的転回で、それが私にも起きたのだった。その時、エゴ感覚は薄まったのだと思う。

                        人生に問われている。あたかも天に問われているかのように、私は具体的に何をしたらいいのかを考えた。その時はニートだった為、働くことだと考えた。<br><br>

                        私は20代の頃から仏教を理解したかったが理解できない状態が続いていた。私は仏教を理解することに強く執着していた。
                        十二縁起に対する理解、まずは理論的な理解が欲しいと思っていた。

                        フランクルの言葉を理解してから数日後。私は十二縁起に対する強い執着を手放した。
                        <br><br>
                        「十二縁起理解できなくっても、まあいっかあ」
                        <br><br>
                        20代の頃からずっと持っていた強い執着。その強い執着を手放した。

                        その直後、私は「ゴエンカ氏のヴィパッサナー瞑想入門」という本を見つけた。レビューに十二縁起と思われる教えについての記述があり、私にも本に書いてある内容が理解できそうだと思った。
                        本を購入し、読んでみると、やはり十二縁起について書かれており、7割くらい理解することができた。
                        私は7割くらいの理解で満足だった。私は、長年、手に入れたかった十二縁起に対する理論的な理解を得ることができた。

                        道元の言葉に「放てば手に満てり」という言葉があるそうだ。
                    </p><br><br><br>
                    <p class="contents-text-about">瞑想教室に通い始める。</p><br><br>
                    <p class="text-about">

                        本を読んでからゴエンカ式のヴィパッサナー瞑想を教える10日間合宿に申し込んだが、精神的に不調であることを理由に断られてしまった。
                        そこで別のマインドフルネス系の瞑想を教えてくれるところを探したところ、見つけ、そこに通うことにした。

                        数ヶ月後にはヴィパッサナー瞑想を教えるヴィパッサナー瞑想協会（グリーンヒルWeb会）に通い始め、
                        さらに数ヶ月後には、そこでボランティアスタッフとして働くようになった。

                    </p><br><br><br>
                    <p class="contents-text-about">瞑想後の変化。</p><br><br>
                    <p class="text-about">
                        瞑想を始めるようになってからの変化だが、瞑想スタジオや、ヴィパッサナー瞑想を一緒に習っている方々から「変わった」と言われるようになった。「明るくなった」「人に接する時の表情が柔らかくなった」「大らかになった」「メタ認知が高まった」などと言われるようになった。

                        他には、ニート生活をやめ、再び働くようになったことや、瞑想ライフを送るようになったこと、法友（共に瞑想修行をする仲間でしかも親友のこと）が出来たこと、瞑想スタジオやヴィパッサナー瞑想を一緒に習っている方達との良縁に恵まれたこと、地橋秀雄先生（ヴィパッサナー瞑想の先生）という尊敬する師が出来たことだ。
                    </p><br><br><br>
                    <p class="contents-text-about">ブレイン・プログラミング。</p><br><br>
                    <p class="text-about">瞑想を始めてからブレイン・プログラミングというものに出会った。ブレイン・プログラミングとは引き寄せの法則を科学的に説明したものだ。詳しくは<a
                            href="https://amzn.to/4e435Zx" target="_blank">アラン・ピーズの「ブレイン・プログラミング」</a>を読んでいただきたい。

                        自立したい。一人暮らしがしたい。そう思い、ブレイン・プログラミングを行った。

                        1LDKの綺麗な部屋に住みたいという願望を実現しようと試みたところ、それが実現した。寮付きの工場の仕事をすることになったのだ。だが、ここはすぐに辞めた。

                        その後、天職に就けるように祈っていたが、自分の頭でもどんな仕事がしたいか考えてみたところ、Web制作、SNS、万年筆の仕事に就きたいと思った。すると、万年筆の通販サイト、SNS運用を行う仕事に就くことができた。引っ越しもして1LDKの綺麗な部屋に住むこともできた。だが、ここもすぐに辞めた。
                    </p><br><br><br>
                    <p class="contents-text-about">妄想をありのままに見たら、妄想が消えていった体験。</p><br><br>
                    <p class="text-about">
                        瞑想を始めてから数ヶ月たったある日、妄想をジャッジして嫌悪し、排除しようとしていたことに気づいた。気づいてからは、妄想をジャッジせず（価値判断せず）、ありのままに見ることが数回出来た。ありのままに見ると、数回とも妄想が1秒くらいで消えた。それは私にとってはかなりの進歩だった。妄想をジャッジして嫌悪していることに気づいたばかりか、妄想を価値判断せずありのままに見ることが出来た。すると妄想が消えたのだ。
                        <br><br>
                        ヴィパッサナー瞑想を行うと、妄想にいち早く気づけるようになると共に、妄想自体も減る。そう教わった。
                        また、マインドフルネス瞑想を行うことで、脳のデフォルトモードネットワーク（DMN）の働きを抑える効果があることに科学的根拠があるそうだ。
                        デフォルトモードネットワークのChat-GPT4oの説明は下記の通り。<br><br>

                        <br>
                        デフォルトモードネットワーク（DMN）は、脳が特に何もしていないときや、ぼんやりしているときに活発になるネットワークです。自己反省や未来の計画を立てるとき、過去の出来事を思い出すときなどに関与します。瞑想などで意識を集中すると、このネットワークの活動が抑えられ、今この瞬間に集中しやすくなります。
                        <br><br><br>

                        マインドフルネス瞑想によって、マインドフルネスを高めることができる。メタ認知を高めることができる。
                    </p><br><br><br>
                    <p class="contents-text-about">ジャーナリングライフ。</p><br><br>
                    <p class="text-about">ジャーナリングを習ってからというもの、毎日のようにジャーナリングを行っている。ひと月くらい間が空いたこともあったかもしれないが、結構な頻度で行っている。

                        ジャーナリングの効果で大きかったものは、長年、私を苦しめていた思考の癖に気づいたことである。正しいかどうか、事実かどうか、気になってしまい、答えが出るまで延々と検証してしまうという思考の癖に気づくことができた。
                        <br><br>
                        他にもある。数日の間、心のもやもやを解消しようとジャーナリングを行っていたが、心のもやもやは一向に晴れなかった。その日もジャーナリングを行おうとしたところ、ジャーナリングを行う動機が心のもやもやを解消しようとしていることだと気づいた。すると心のもやもやが解消された。
                        <br><br>
                        瞑想中、サティが入らない自分を情けないとジャッジしていることにジャーナリングを行うことで気づいた。気づくと自分のことを情けないとジャッジしなくなり、自己受容することができた。
                        <br><br>
                        ジャーナリングを始めてから2年くらいたった頃、「ジャーナリングサロン サティ」を開業した。ジャーナリング講座を受けてくださった方の中には、劇的な気づきがあった方もいて、本当に嬉しい。
                    </p><br><br><br>
                    <p class="contents-text-about">再びフランクル。</p><br><br>
                    <p class="text-about"> 「私たちが人生に何を期待するかは重要ではなく、むしろ人生が私たちに何を期待しているかが重要なのです。」
                        <br><br>
                        瞑想を始めてから、3ヶ月目でこの言葉の意味を理解し、十二縁起に対する強い執着を手放すことができた。すると十二縁起についての理論的な理解がdivた。
                        放てば手に満てり。それが瞑想教室へ通うことにも繋がった。<br><br>

                        つい最近、フランクルのこの言葉を思い出した。
                        この言葉を理解してから、立て続けに良いことが起こり、
                        瞑想ライフが始まったが、
                        私は今まで自分のために瞑想を行っていた。
                        瞑想はこれからも続けていくが、フランクルのこの言葉の精神を保持していかなければならない。
                    </p>
                </div>
            </div>
        </div>
        <div class="side-bar">
            <?php get_sidebar(); ?>
        </div>


    </div>
</article>

<?php get_footer(); ?>