<?php

/**
 * Template Name: Front Home Page
 */
get_header();
?>

<article>

    <div class="site-contents">
        <div class="contents-area">
            <div class="fade-in-section">
                <div class="flame">
                    <h1 class="contents-about-text">ジャーナリングと認知行動療法</h1>
                    <div class="fade-in-section">
                        <div class="image-first">
                            <img class="image" src="<?php echo get_template_directory_uri(); ?>/images/b.jpg" alt=""
                                width="100%" height="auto" />
                        </div>
                    </div>
                    <p class="text">
                        ジャーナリングは、思考を紙に書き出すことで、思考を文字化し、可視化する。
                        可視化された文字を読むことで客観視する。<br><br>
                        無意識的に行なっている思考も可視化される。無意識的に行っている思考が、普段、
                        繰り返している思考だと、「いつもの思考パターン」であることが分かる。<br><br>
                        認知行動療法では、自然と浮かんでくる思考を自動思考と呼ぶ。
                        ジャーナリングでは、この自動思考が書き出される。無意識的に行っている自動思考が紙の上に炙り出されると、
                        そこから、思考パターンが分かり得る。
                        更に、思考パターンを観察すると、そこに思考の癖を発見することがある。
                        無意識的に行っている自動思考が明らかになると、自分の心の根底にある、ネガティブな思い込みが明らかになる。
                        このネガティブな思い込みのことを認知行動療法では、「絶対的信念」と呼ぶ。
                        ちなみに思考の癖は、認知行動療法では、「スキーマ」と呼ぶ。<br><br>
                        思考の癖に気づくだけで、結構その思考をやめることが出来るものだ。
                        また、絶対的信念が明らかになれば、手放すことも出来るかもしれない。
                        「絶対的信念を明らかにする」とは、無意識の意識化、自覚していない絶対的信念を自覚する、ということだ。
                        <br><br>
                        最後に私のジャーナリング講座で思考の癖や、ネガティブな思い込みが明らかになった方の感想レポートを紹介する。<br><br>
                        ・「"ない"ものばかり目を向けて、いつも0か100で両極端な思考がある癖が明らかになりました。
                        "ある"か"ない"かではなく、あるときもあればないときもある、状況によって変わるもので、"ない"と思っていた要素も時には"ある"と気づき、"ない"と偏った判断をするのは可笑しいと気づくことができました。
                        自分でもジャーナリングを続けていけば、より自分に気づくことができるだろうなと感じました。」
                        <br><br>
                        ・何でも思い浮かんだ事を書く。<br>
                        自分なりにジャーナリングに取り組んだ時は、漠然としていてよく分かりませんでした。
                        <br>
                        この度永井先生にそれでは次は、その〇〇について書いてみましょう。<br>
                        等、その他教えていただきジャーナリング講座が進んでいきました。<br><br>

                        段階をおって進めてくださるうちに最後には、本当の自分の堂々たる本音がとっても清々しく当たり前の様に出てきました。<br>
                        それはこの人生において致命的なトラウマと洗脳ともなっていた生きづらさの元の観念に対する本当の自分の見解。<br>
                        <br><br>
                        数十年自ら落いっていた地獄の釜の蓋がパカ！っと取れて、スポーンと飛んで行ったような感じです。
                        <br><br>
                        そこから出てきた私は何とも素直なありのままの自分でした。前に歩いていける気持ちになっています。
                        永井先生、ジャーナリングのご指導をいただきまして本当にありがとうございました。<br><br>
                        心から感謝御礼申し上げます。<br><br>
                        ・「自分の中にあるバイアスに書く事を通じて気づきました。大変面白い経験でした。今後とも習慣化していきたいと思います。」
                        <br><br>
                        ・「初めてのジャーナリングで、手を止めずに書くことが難しかったものの、ペンを動かすことで思いがけない言葉が出てきて、自分の大切なものに気づくことができました。今後、自宅でも試してみたいと思います。」



                    </p>

                </div>
            </div>
        </div>
        <div class="side-bar">
            <?php get_sidebar(); ?>
        </div>


    </div>
</article>

<?php get_footer(); ?>