<?php

/**
 * Template Name: Front Home Page
 */
get_header();
?>

<article>

    <div class="site-contents">
        <div class="contents-area">


            <div class="fade-in-section">
                <div class="flame">
                    <h1 class="contents-about-text">ジャーナリングで緩和した発達障害の苦しみ</h1>
                    <div class="image-first">
                        <img class="image" src="<?php echo get_template_directory_uri(); ?>/images/b.jpg" alt=""
                            width="100%" height="auto" />
                    </div>

                    <p class="contents-about-text">
                        ジャーナリングとヴィパッサナー瞑想を通じて人生を再構築</p><br><br>
                    <p class="text-about">
                        長年、発達障害（自閉スペクトラム症）による精神的不調に苦しんできました。人生の意味を問い続ける中、42歳でマインドフルネス瞑想に出会い、転機を迎えました。この瞑想体験を通じて、それまで理解することのできなかったフランクルの思想を自分なりに理解することができました。自己中心的な視点から私が人生に意味を問うのではなく、私が人生に問われているのだと視点が変わり、それがエゴ感覚の薄れと精神的な変化をもたらしたのです。
                        <br><br>
                        その後、ジャーナリングとの出会いを通じて、日々の思考や感情を見つめる習慣が身につきました。そして、ヴィパッサナー瞑想を学び始めることで、サティ（気づき）が深まり、以前よりもメタ認知が働くようになりました。ジャーナリングの実践とヴィパッサナー瞑想の修行によって、自分を苦しめていた無意識の思考パターンに気づき、それを手放すことができました。その結果、ネガティブな思考のループから抜け出し、心の柔軟性を持つことができたのです。

                    </p>

                    <br><br>
                    <p class="contents-about-text">「ジャーナリングサロン サティ」での活動</p><br><br>
                    <p class="text-about">「ジャーナリングサロン
                        サティ」を立ち上げ、書く瞑想の魅力をお伝えしています。このサロンでは、受講者が自分自身の思考や感情を整理し、気づきを深める場を提供しています。「長年の思い込みから解放された」「自己批判的な態度から自己受容的な態度へ変わった」という感想をいただくたび、受講者一人ひとりの心の変化に寄り添えることの意義を深く実感しています。ジャーナリングとヴィパッサナー瞑想で培った経験を活かし、一人ひとりに寄り添いながら丁寧に支援しています。

                    </p>
                    <br><br>
                    <p class="contents-about-text">ジャーナリングとは何か</p><br><br>
                    <p class="text-about">
                        私たちは日々、無意識の思考や感情によって苦しめられていることがあります。それらは気づかないうちに、私たちの行動や気持ちの在り方に影響を与えています。ジャーナリングは、そうした無意識のパターンに気づき、それを手放すための実践です。また、自分の中にあるポジティブな側面や、既に持っている幸せに改めて気づくことで、感謝の気持ちを育み、幸福感を高める助けにもなります。書く行為を通じて、自分自身をより深く理解するきっかけが得られるのです。

                    </p>
                    <br><br>
                    <p class="contents-about-text">書く瞑想がもたらす変化</p><br><br>
                    <p class="text-about">
                        書くことで、自分の内面を客観的に見つめ直し、これまでとは異なる視点を得ることができます。それによって、思考の癖や不要なジャッジメントから自由になり、心に余白が生まれることもあります。ジャーナリングは、ただ書く行為ではなく、自己理解を深め、心を整えるための大切なプロセスです。
                    </p>
                    <br><br>
                    <p class="contents-about-text">メッセージ</p><br><br>
                    <p class="text-about">
                        このサロンが、あなたが自分と向き合い、自分自身の内面に対する新たな気づきを得る場となることを願っています。ジャーナリングの実践を通じて、これまで気づけなかった無意識の思考や感情に目を向け、それを手放していくプロセスを支援するとともに、自分の中にあるポジティブな側面や、既に持っている幸せに改めて気づくきっかけを提供できればと思っています。

                    </p>
                    <br><br>
                    <p class="contents-about-text">
                        プロフィール</p><br><br>
                    <p class="text">
                        名前：永井 陽一朗<br>
                        職業：「ジャーナリングサロン サティ」代表｜ジャーナリング講師<br>
                        所属：ヴィパッサナー瞑想協会(グリーンヒルWeb会)のボランティアスタッフ｜「ジャーナリングサロン サティ」<br>
                        属性：ヴィパッサナー瞑想の修行者<br>
                        著書：<a href="https://amzn.to/3VQbcRN" target="_blank" rel="noopener">「ジャーナリング
                            書く瞑想で気づきを深める。」</a><br>
                        半生：<a href="https://cafefountainpen.site/sati/">自伝的エッセイ</a><br>

                    </p>


                    <a href="https://mosh.jp/services/165971" target="_blank" rel="noopener">
                        <p class="mosh">ジャーナリング講座のお申し込み</p>
                    </a>

                </div>
            </div>
        </div>

        <div class="side-bar">
            <?php get_sidebar(); ?>
        </div>


    </div>

</article>

<?php get_footer(); ?>