<?php

/**
 * Template Name: Front Home Page
 */
get_header();
?>

<article>

    <div class="site-contents">
        <div class="contents-area">
            <div class="fade-in-section">
                <div class="flame" id="b">
                    <h1 class="contents-about-text">ジャーナリングとマインドフルネス｜離見の見
                    </h1>
                    <div class="fade-in-section">
                        <div class="image-first">
                            <img class="image" src="<?php echo get_template_directory_uri(); ?>/images/a.jpg" alt=""
                                width="100%" height="auto" />
                        </div>
                    </div>
                    <p class="text">
                        心は過去や未来に彷徨う。不安になって、未来のことを心配したり、過去の嫌な出来事を思い出したりして、意識が未来や過去に向けられる。
                        意識が過去や未来に向けられ、思考に囚われている状態をマインドレスネスと言う。<br><br>
                        マインドレスネスとは、無意識の状態、ぼーっとした状態、なんとなく行っている状態のことで、思考に囚われている時も、今の体験に注意が向いていないマインドレスネスな状態だ。
                        <br><br>
                        反対に今の体験に注意が向けられている状態のことをマインドフルネスと言う。今ある五感の感覚にしっかりと注意が向けられた状態で、思考に囚われていない状態のことだ。
                        <br><br>ジャーナリングでは、文字を書いている時に、メタ認知が働く。メタ認知が働き、思考と距離を取ることが出来る。自分自身を俯瞰し、思考や感情と距離を取り、客観的に自分を見ることが出来る。
                        このメタ認知が働いた状態がマインドフルネス。<br><br>
                        「離見の見」という言葉がある。
                        これは能楽の大成者である世阿弥（ぜあみ）が提唱した概念であり、
                        俳優が自己を第三者の視点から観察する能力を指す。
                        「離見の見」は、能楽の舞台における俳優の理想的な視点と態度を表している。
                        <br><br>「離見の見」は、直訳すると「離れた視点からの視点」となる。
                        これは、自分自身を第三者の視点から観察する能力を指している。
                        つまり、舞台上で演じる俳優が、自分の演技を客観的に評価し、観客の目からどのように見えているかを理解することを意味する。<br><br>
                        世阿弥は、俳優が自分の役割に完全に没入する一方で、自分の演技を外部から冷静に観察できる状態を理想とした。<br>
                        俳優は自己満足に陥ることなく、観客の目から見た自分の演技を客観的に評価し、
                        常に最良のパフォーマンスを提供することができる。
                        離見の見を実践するためには、日々の厳しい稽古と内省が不可欠であり、
                        これにより舞台全体の調和を図り、観客に感動を与えることが出来るとされている。
                        <br><br>
                        「離見の見」は非常に高度なマインドフルネスの状態だと言える。
                    </p>

                </div>
            </div>
        </div>
        <div class="side-bar">
            <?php get_sidebar(); ?>
        </div>


    </div>
</article>

<?php get_footer(); ?>