<?php

/**
 * Template Name: Front Home Page
 */
get_header();
?>

<article>

    <div class="site-contents">
        <div class="contents-area">
            <div class="fade-in-section">
                <div class="flame">

                    <h1 class="contents-about-text">ジャーナリングのやり方と効果</h1>
                    <div class="image-first">
                        <img class="image" src="<?php echo get_template_directory_uri(); ?>/images/b.jpg" alt=""
                            width="100%" height="auto" />
                    </div>
                    <p class="text">
                        紙もしくはノートとペンを用意する。頭に浮かんでくる思考をひたすら紙に書いていく。浮かんだままを書く。例えば「ジャーナリングとやら、やってみるか。」という思考が浮かんだら、
                        「ジャーナリングとやら、やってみるか。」と、浮かんだままに書く。この際、ペンを走らせる手を止めないようにする。何も浮かんでこなければ、「何も浮かばない」という意味のことを書く。
                        一定時間（例えば、3〜5分）書く。スマホのタイマーなどで時間を測るとよいだろう。書いたら、書いた文字を読み返し、観察する。
                        観察結果として何らかの効果が得られることもあるが、何の効果も得られないこともあることには留意しておこう。何度も続けている内に、効果が得られるだろう。
                    </p>
                    <p class="text">
                        <br>
                        ジャーナリングでは、思考を紙に書き出すことで、文字にして、可視化できるようにし、
                        それを読み返すことで客観的に観察することで、 気づきを得たり、思考が整理されたり、
                        他にも様々な効果を得ることができる。ジャーナリングの実践で行うプロセスを下記に図示した。
                        <br><br>
                        思考を文字化　→　文字化された思考を可視化　→　可視化された思考を客観視　→　可視化された思考を客観的に観察
                        <br><br>
                        ・思考を文字化<br>
                        ジャーナリングの最初のプロセス。頭に浮かんできた思考を紙に書き出し、文字にする行為。
                        <br>・文字化された思考を可視化<br>
                        思考が文字となり、可視化される。
                        <br>・可視化された思考を客観視<br>
                        書いた文字を読み返すことで、客観視することができる。思考や感情と距離が取れる。マインドレスネスな状態から抜け出すことができる。脱同一化。マインドレスネスとは、ここでは、思考に囚われていたり、巻き込まれていたり、無意識的に思考している状態を指す。脱同一化とは、思考や感情と距離を取ることで、思考や感情と自分が一体化している状態から抜け出すことを指す。
                        <br>・可視化された思考を客観的に観察<br>
                        書いた文字を読み返し、客観的に観察することで、そこに自分の思考パターンや思考の癖を見出すことができ得る。 また、自分の内面に対する気づきや、無意識の意識化が起こることがある。
                        自分では自覚していない自分の内面について自覚したり、ジャーナリングを行う前よりも、自覚が強まることがあり得る。 他にも、ごちゃごちゃと散らばった頭の中を紙に書き出すことで、思考が整理される。
                        また、心のもやもやが解消されることもある。 それ以外には、カタルシス効果がある。カタルシス効果とは、自分の感情を外に表現することで、
                        心が解放され、浄化されることだ。ストレスや不安が軽減され、心がスッキリする。
                        <br><br>
                        紙に自分の思考を書き出している時にも、メタ認知は働く。メタ認知、マインドフルネス、気づき、脱同一化、無意識の意識化。 まさに書く瞑想。
                        <br><br>
                    </p>

                </div>
            </div>
        </div>
        <div class="side-bar">
            <?php get_sidebar(); ?>
        </div>


    </div>
</article>
<?php get_footer(); ?>